Repository: ThaiTran81/chat_gpt_mobile
Catalog: lib/l10n/app_*.arb
Languages: vi

# onboarding_title_header
source: Welcome to your own
vi: Chào mừng bạn đến với

# onboarding_title_main_header
source: AI Assistant
vi: Trợ lý ảo AI

# onboarding_sub_header
source: Freedom ask any question with your assistant.
vi: Hãy hỏi bất kỳ câu hỏi nào với trợ lý của bạn.

# obboarding_btn_start
source: Get started
vi: Bắt đầu

# message_screen_hint_text_input
source: Type question
vi: Nhập câu hỏi

# setting_screen_title
source: Settings
vi: Cài đặt

source: Language
vi: ngôn ngữ

source: Auto_speech
vi: Tự động nói

source: Clear message history
vi: Xóa lịch sử tin nhắn

# clear_message_success
source: Clear all messages successfully!
vi: Xoá lịch sử tin nhắn thành công

source: Select language
vi: Chọn ngôn ngữ

# message_err_unexpected
source: oh! Sorry my boss! There was an unexpected error occurred, please try again
vi: Trời! Đã có lỗi gì xảy ra với tôi á, bạn thử lại giúp tôi nhé, xin lỗi nhiều lắm luôn
